ohkami-tokio-thread-per-core/.oha/C_16.log
Summary:
  Success rate:	100.00%
  Total:	15.0073 secs
  Slowest:	0.0071 secs
  Fastest:	0.0000 secs
  Average:	0.0001 secs
  Requests/sec:	115691.9015

  Total data:	31.46 MiB
  Size/request:	19 B
  Size/sec:	2.10 MiB

Response time histogram:
  0.000 [1]       |
  0.001 [1736041] |■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.001 [170]     |
  0.002 [4]       |
  0.003 [3]       |
  0.004 [1]       |
  0.004 [0]       |
  0.005 [0]       |
  0.006 [2]       |
  0.006 [1]       |
  0.007 [1]       |

Response time distribution:
  10.00% in 0.0001 secs
  25.00% in 0.0001 secs
  50.00% in 0.0001 secs
  75.00% in 0.0002 secs
  90.00% in 0.0002 secs
  95.00% in 0.0003 secs
  99.00% in 0.0004 secs
  99.90% in 0.0005 secs
  99.99% in 0.0007 secs


Details (average, fastest, slowest):
  DNS+dialup:	0.0001 secs, 0.0000 secs, 0.0022 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0003 secs

Status code distribution:
  [200] 1736224 responses