ohkami-tokio-thread-per-core/.oha/C_512.log
Summary:
  Success rate:	100.00%
  Total:	15.0098 secs
  Slowest:	0.0302 secs
  Fastest:	0.0001 secs
  Average:	0.0047 secs
  Requests/sec:	108361.4604

  Total data:	29.47 MiB
  Size/request:	19 B
  Size/sec:	1.96 MiB

Response time histogram:
  0.000 [1]      |
  0.003 [651683] |■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.006 [435506] |■■■■■■■■■■■■■■■■■■■■■
  0.009 [414237] |■■■■■■■■■■■■■■■■■■■■
  0.012 [117332] |■■■■■
  0.015 [6759]   |
  0.018 [691]    |
  0.021 [171]    |
  0.024 [74]     |
  0.027 [25]     |
  0.030 [9]      |

Response time distribution:
  10.00% in 0.0017 secs
  25.00% in 0.0022 secs
  50.00% in 0.0039 secs
  75.00% in 0.0073 secs
  90.00% in 0.0088 secs
  95.00% in 0.0096 secs
  99.00% in 0.0113 secs
  99.90% in 0.0143 secs
  99.99% in 0.0197 secs


Details (average, fastest, slowest):
  DNS+dialup:	0.0013 secs, 0.0000 secs, 0.0257 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0047 secs

Status code distribution:
  [200] 1626488 responses