ohkami-tokio-thread-per-core/.oha/C_64.log
Summary:
  Success rate:	100.00%
  Total:	15.0047 secs
  Slowest:	0.0080 secs
  Fastest:	0.0000 secs
  Average:	0.0006 secs
  Requests/sec:	99170.4834

  Total data:	26.96 MiB
  Size/request:	19 B
  Size/sec:	1.80 MiB

Response time histogram:
  0.000 [1]       |
  0.001 [1065901] |■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.002 [363168]  |■■■■■■■■■■
  0.002 [48005]   |■
  0.003 [8192]    |
  0.004 [2012]    |
  0.005 [502]     |
  0.006 [171]     |
  0.006 [41]      |
  0.007 [18]      |
  0.008 [9]       |

Response time distribution:
  10.00% in 0.0002 secs
  25.00% in 0.0003 secs
  50.00% in 0.0005 secs
  75.00% in 0.0009 secs
  90.00% in 0.0013 secs
  95.00% in 0.0015 secs
  99.00% in 0.0023 secs
  99.90% in 0.0036 secs
  99.99% in 0.0051 secs


Details (average, fastest, slowest):
  DNS+dialup:	0.0002 secs, 0.0000 secs, 0.0054 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0036 secs

Status code distribution:
  [200] 1488020 responses